Repository: django-cms/djangocms-form-builder
Catalog: djangocms_form_builder/locale/*/LC_MESSAGES/django.po
Languages: de, fr, nl

source: No forms registered
de: Keine Formulare registriert
fr: Aucun formulaire n'est enregistré
nl: Geen formulieren geregistreerd

source: No actions registered
de: Keine Aktionen registriert
fr: Aucune action n'est enregistrée
nl: Geen acties geregistreerd

source: Save form submission
de: Formulareinsendungen speichern
fr: Enregistrer l'entrée de formulaire
nl: Form inzending opslaan

source: Please replace "%s" by a valid email address.
de: Bitte "%s" durch eine gültige Email-Adresse ersetzen.
fr: Veuillez remplacer "%s" par une adresse email valide.
nl: Vervang "1%s" met een geldig email-adres.

source: Send email
de: Mail senden
fr: Envoyer un email
nl: Verzend email

source: %(form_name)s form submission
de: %(form_name)s: Einsendung erhalten
fr: Entrée du formulaire %(form_name)s
nl: %(form_name)s formulier inzending

source: Mail recipients
de: Empfänger
fr: Destinataires
nl: Email ontvangers

source: Space or newline separated list of email addresses.
de: Liste der Email-Empfänger (durch Leerzeichen oder Zeilensprung voneinander getrennt)
fr: Une liste de d'adresse email des destinataires, séparés par un espace ou un retour à la ligne.
nl: Door spaties of nieuwe regels gescheiden lijst met e-mailadressen.

source: Mail template set
de: Email-Vorlagen
fr: Ensemble de modèles de mail
nl: Zet e-mail sjabloon

source: Success message
de: Erfolgsnachricht
fr: Message de succès
nl: Succesvol bericht

source: <p>Thank you for your submission.</p>
de: <p>Vielen Dank für Deine Einsendung.</p>
fr: <p>Merci pour votre message.</p>
nl: <p>Bedankt voor je inzending.</p>

source: Redirect after submission
de: Weiterleitung nach Einsendung
fr: Rediriger après l'envoi
nl: Omleiding na inzending

source: Link
fr: Lien

source: Form builder
fr: Création de formulaire
nl: Formulier bouwen

source: No content in response form
fr: Aucun contenu dans le formulaire de réponse

source: Form
de: Formular
fr: Formulaire
nl: Formulier

source: <blockquote style="color: var(--error-fg);">Please get a public and secret key from <a href="{key_link}" target="_blank">Google</a> and ensure that they are available through django settings <code>RECAPTCHA_PUBLIC_KEY</code> and <code>RECAPTCHA_PRIVATE_KEY</code>. Without these keys captcha protection will not work.</blockquote>
de: <blockquote style="color: var(--error-fg);">Bitte erhalte einen öffentlichen und einen geheimen Schlüssel bei <a href="{key_link}" target="_blank">Google</a> und stelle sicher, dass sie über die Django-Einstellungen <code>RECAPTCHA_PUBLIC_KEY</code> und <code>RECAPTCHA_PRIVATE_KEY</code> verfügbar sind. Ohne Schlüssel kann keine Captcha-Überprüfung durchgeführt werden.</blockquote>
fr: <blockquote style="color\: var(--error-fg);">Récupérez les clefs publique et privée depuis <a href="{key_link}" target="_blank">Google</a> et vérifiez qu'elles soient renseignées dans les paramètres de django (variables <code>RECAPTCHA_PUBLIC_KEY</code> et <code>RECAPTCHA_PRIVATE_KEY</code>). La protection captcha ne fonctionnera pas sans ces clefs.</blockquote>
nl: <blockquote style="color: var(--error-fg);">Probeer aub om een public en secret key te ontvangen van <a href="{key_link}" target="_blank">Google</a> en zet ze in django settings <code>RECAPTCHA_PUBLIC_KEY</code> en <code>RECAPTCHA_PRIVATE_KEY</code>. Zonder deze zal de captcha niet werken. </blockquote>

source: Forms
de: Formulare
fr: Formulaires
nl: Formulieren

source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

source: Text
fr: Texte
nl: Tekst

source: URL
fr: Lien

source: Decimal
de: Dezimalzahl
fr: Décimal
nl: Decimaal

source: Integer
de: Ganze Zahl
fr: Entier
nl: Nummer

source: Textarea
de: Textfeld
fr: Zone de texte
nl: Grote tekst

source: Date and time
de: Datum und Uhrzeit
fr: Date et heure
nl: Datum en tijd

source: Time
de: Uhrzeit
fr: Heure
nl: Tijd

source: Select
de: Auswahl
fr: Champ "select"
nl: Selecteer

source: Choices
de: Optionen
fr: Choix multiples
nl: Opties

source: Use this field to quick edit choices. Choices can be added (<kbd>+</kbd>), deleted (<kbd>&times;</kbd>) and updated. On the left side enter the value to be stored in the database. On the right side enter the text to be shown to the user. The order of choices can be adjusted in the structure tree <b>after saving</b> the edits.
de: Dieses Feld dient der schnellen Erstellung von gültigen Optionen. Optionen können hinzugefügt (<kbd>+</kbd>) und gelöscht (<kbd>&times;</kbd>) werden. Links steht der Wert, der in der Datenbank gespeichert wird, rechts der Text, der dem Nutzer angezeigt wird. Die Reihenfolge der Optionen kann im Struktur-Baum geändert werden, <b>nachdem die Eingaben gespeichert sind.</b>
fr: Utilisez ce champ pour modifier rapidement les choix. Les choix peuvent être ajoutés (<kbd>+</kbd>), supprimés (<kbd>&times;</kbd>) et modifiés. Saisissez la valeur à enregistrer dans la base de données à gauche. Saisissez le texte à montrer à l'utilisateur à droite. L'ordre des choix peut être modifié dans le menu structure <b>après</b> avoir enregistré les modifications.
nl: Gebruik dit veld om snel keuzes te bewerken. Keuzes kunnen worden toegevoegd <kbd>+</kbd>, verwijderd <kbd>(&times;)</kbd> en bijgewerkt. Voer links de waarde in die in de database moet worden opgeslagen. Voer rechts de tekst in die aan de gebruiker moet worden getoond. De volgorde van de keuzes kan in de boomstructuur worden aangepast <b>nadat de wijzigingen</b> zijn opgeslagen.

source: Choice
de: Option
fr: Choix
nl: Kies

source: Boolean
de: Ja/Nein-Feld
fr: Booléen
nl: Ja / Nee

source: Submit button
de: Absende-Button
fr: Bouton « Soumettre »
nl: Plaatsen knop

source: Single choice
de: Einfach-Auswahl
fr: Choix unique
nl: Enkele keus

source: Drop down
de: Drop-Down-Menü
fr: Menu déroulant

source: Radio buttons
fr: Bouton "radio"
nl: Radio button

source: Multiple choice
de: Mehrfach-Auswahl
fr: Choix multiple
nl: Meerdere opties

source: Checkboxes
de: Auswahlkästchen
fr: Cases à cocher

source: List
de: Liste
fr: Liste
nl: Lijst

source: Form entry
de: Formular-Eintrag
fr: Entrée de formulaire
nl: Formulier toegang

source: Form entries
de: Formular-Einträge
fr: Entrées de formulaire
nl: Formulier toegangen

source: User
de: Nutzer
fr: Utilisateur
nl: Gebruiker

source: User-entered data
de: Nutzer-Eingaben
fr: Données saisies par l'utilisateur
nl: Gebruiker-getypte data

source: Please select at least one device size
de: Bitte mindestens eine Bildschirmgröße auswählen.
fr: Veuillez sélectionner au moins une taille d'écran.
nl: Selecteer aub. op z'n minst een apparaat grootte

source: Attributes
de: Attribute
fr: Attributs
nl: Attributen

source: Please enter at least one choice. Use the <code>+</code> symbol to add a choice.
de: Bitte geben Sie mindestens eine Option an. <code>+</code> fügt eine Option hinzu.
fr: Veuillez saisir au moins un choix. Utilisez le symbole <code>+</code> pour ajouter un choix.
nl: Maak op z'n minst een keuze. Gebruik <code>+</code> symbool voor toevoegen van een optie.

source: Tag type
de: HTML-Tag
fr: Type de balise HTML

source: Select the HTML tag to be used.
de: HTML-Tag auswählen, der genutzt werden soll.
fr: Sélectionnez la balise HTML à utiliser.
nl: Selecteer de HTML tag in gebruik.

source: Please login before submitting this form.
de: Bitte zuerst anmelden. Dann kann das Formular abgeschickt werden.
fr: Vous devez être connecté pour pouvoir envoyer ce formulaire.

source: Action not available any more
de: Aktion nicht mehr verfügbar.
fr: L'action n'est plus disponible.
nl: Actie is niet meer beschikbaar

source: No action registered
de: Keine Aktionen registriert
fr: Aucune action enregistrée
nl: Geen actie geregistreerd

source: Form identifier
de: Formular-Bezeichner
fr: Identifiant du formulaire
nl: Formulier identificatie

source: Slug that allows to uniquely identify forms.
de: Bezeichner, der ein Formular eindeutig identifiziert.
fr: Un slug qui permet d'identifier chaque formulaire de manière distincte.
nl: Slug waarmee formulieren ​​geïdentificeerd kunnen worden.

source: Login required to submit form
de: Anmeldung notwendig, um Formular abzusenden
fr: Connexion requise pour pouvoir envoyer le formulaire

source: To avoid issues with user experience use this type of form only on pages, which require login.
de: Um Probleme mit der Nutzererfahrung zu vermeiden, bitte nur auf Seiten nutzen, die angemeldete Nutzer voraussetzen.
fr: Pour éviter tout problème, il est préférable d'utiliser ce type de formulaire uniquement sur les pages dont l'accès requiert d'être connecté.
nl: Om issues te voorkomen met gebruikers vaardigheden gebruik deze type of formulier alleen op pagina's welke login verwachtte

source: User can reopen form
de: Nutzer kann Formular wider öffnen
fr: L'utilisateur peut ré-ouvrir le formulaire
nl: Gebruiker kan formulier heropenen

source: Requires "Login required" to be checked to work.
de: Benötigt "Anmeldung notwendig, um Formular abzusenden".
fr: La case "connexion requise" doit être cochée pour que ceci fonctionne.

source: Margin between fields
de: Abstand zwischen Feldern
fr: Marge entre les champs
nl: Margin tussen de velden

source: Floating labels
de: Fließende Feldbezeichnungen
fr: Légendes flottantes

source: Actions to be taken after form submission
de: Aktionen nach erfolgreicher Formular-Abgabe
fr: Action à réaliser après la soumission du formulaire
nl: Actie in gebruik na het plaatsen van het formulier

source: Captcha widget
de: Captcha-Element
fr: Widget de captcha

source: Read more in the <a href="{link}" target="_blank">documentation</a>.
de: Mehr in der <a href="{link}" target="_blank">Dokumentation</a>.
fr: Plus d'informations dans la <a href="{link}" target="_blank">documentation</a>.
nl: Lees meer in de <a href="{link}" target="_blank"> documentatie </a>.

source: Minimum score requirement
de: Minimaler Bewertung durch ReCaptcha
fr: Note minimale requise
nl: Minimum vereiste score

source: Only for reCaptcha v3: Minimum score required to accept challenge.
de: Nur für ReCaptcha V3: Minimale Bewertung, damit das Formular angenommen wird.
fr: Uniquement pour reCaptcha v3 : score minimum requis pour accepter le défi.
nl: Alleen voor reCaptcha v3: Minimum vereiste score voor werking captcha.

source: Recaptcha configuration parameters
de: ReCaptcha-Konfiguration
fr: Paramètre de configuration de reCaptcha
nl: Recaptcha configuratie parameters

source: The reCAPTCHA widget supports several <a href="{attr_link}" target="_blank">data attributes</a> that customize the behaviour of the widget, such as <code>data-theme</code>, <code>data-size</code>. The reCAPTCHA api supports several <a href="{api_link}" target="_blank">parameters</a>. Add these api parameters as attributes, e.g. <code>hl</code> to set the language.
de: Das reCAPTCHA-Feld unterstüzt mehrere <a href="{attr_link}" target="_blank">Datenattribute</a>, die das Verhalten des Feldes anpassen, wie z.B. <code>data-theme</code>, <code>data-size</code>. Die reCAPTCHA API unterstützt mehrere <a href="{api_link}" target="_blank">Parameter</a>. Dies API-Parameter als Attribute hinzufügen, z.B. <code>hl</code> um die Sprache einzustellen.
fr: Le widget reCAPTCHA prend en charge plusieurs <a href="{attr_link}" target="_blank">attributs de données</a> qui personnalisent le comportement du widget, tels que <code>data-theme</code>, <code>data-size</code>. L'API reCAPTCHA prend en charge plusieurs <a href="{api_link}" target="_blank">paramètres</a>. Ajoutez ces paramètres API en tant qu'attributs, par exemple <code>hl</code> pour définir la langue.
nl: De reCAPTCHA-widget ondersteunt verschillende <a href="{attr_link}" target="_blank">data-attributen</a> waarmee u het gedrag van de widget kunt aanpassen, zoals <code>data-thema</code> en <code>data-grootte</code>. De reCAPTCHA API ondersteunt verschillende <a href="{api_link}" target="_blank">parameters</a>. Voeg deze API-parameters toe als attributen, bijvoorbeeld <code>hl</code> om de taal in te stellen.

source: Please provide a form name to be able to evaluate form submissions.
de: Bitte einen eindeutigen Formularnamen angeben, um die Formulare auswerten zu können.
fr: Veuillez fournir un nom de formulaire afin de pouvoir évaluer les soumissions de formulaire.
nl: Geef aub. de formulier naam om te evalueren van formulier inzendingen.

source: Please select "Save form submission" to allow users to reopen forms.
de: Bitte "Formulareinsendungen speichern" wählen, damit Nutzer Formulare wieder öffnen können.
fr: Veuillez sélectionner « Enregistrer la soumission du formulaire » pour permettre aux utilisateurs de rouvrir les formulaires.
nl: Selecteer aub. "Save form submission" om gebruikers toe te staan formulieren te heropenen.

source: Please select the action "Save form submission" to allow users to reopen forms.
de: Bitte die Aktion "Formulareinsendungen speichern" wählen, damit Nutzer Formulare wieder öffnen können.
fr: Veuillez sélectionner l'action « Enregistrer la soumission du formulaire » pour permettre aux utilisateurs de rouvrir les formulaires.
nl: Selecteer aub. "Save form submission" om gebruikers toe te staan formulieren te heropenen.

source: No form action to save form contents available. Users will not be able to reopen a form.
de: Keine Aktion zur Speicherung der Formularinhalte verfügbar. Nutzer werden abgesendete Formular nicht wieder öffnen können.
fr: Aucune action disponible pour enregistrer le contenu du formulaire. Les utilisateurs ne pourront pas rouvrir le formulaire.
nl: Geen formulier actie om content op te slaan is beschikbaar. Gebruikers zullen niet kundig zijn op dit formulier te openen.

source: At least one action needs to be selected for the form to have an effect.
de: Mindestens eine Aktion muss ausgewählt werden, damit das Absenden eines Formulars auch einen Effekt haben kann.
fr: Au moins une action doit être sélectionnée pour que le formulaire ait un effet.
nl: Op zijn minst een actie moet geselecteerd worden voor dit formulier om effect te hebben.

source: Users can only reopen forms if they are logged in. %(remedy)s
de: Nutzer können Formulare nur dann wieder öffnen, wenn sie angemeldet sind. %(remedy)s
fr: Les utilisateurs ne peuvent rouvrir les formulaires que s'ils sont connectés. %(remedy)s
nl: Gebruikers kunnen alleen heropenen van formulieren als ze ingelogd zijn. %(remedy)s

source: Either enable this.
de: Entweder diese anwählen.
fr: Activez cette option.
nl: Schakel dit in.

source: Or disable this.
de: Oder dieses nicht anwählen.
fr: Ou désactivez-la.
nl: Of schakel dit uit.

source: This name is reserved. Please chose a different one.
de: Dieser Name ist reserviert. Bitte einen anderen auswählen.
fr: Ce nom est réservé. Veuillez en choisir un autre.
nl: Deze naam is gereserveerd. Kies aub. een andere.

source: Field name
de: Feldname
fr: Nom du champ
nl: Veld naam

source: Internal field name consisting of letters, numbers, underscores or hyphens
de: Interner Feldname bestehend aus Buchstaben, Ziffern, Unterstrich oder Bindestrich
fr: Nom de champ interne composé de lettres, de chiffres, de traits de soulignement ou de tirets
nl: Interne veld naam bevat minimaal letters, nummers, underscores of hyphens

source: Label
de: Beschriftung
fr: Légende

source: Field label shown to the user describing the entity to be entered
de: Feldbeschreibung für den Nutzer, die beschreibt, was eingegeben werden soll.
fr: Légende du champ, affichée à l'utilisateur décrivant l'entité à saisir
nl: Veldlabel dat aan de gebruiker wordt getoond en dat de in te voeren entiteit beschrijft

source: Example input shown muted in an empty field
de: Beispieleingabe, die grau in einem leeren Feld angezeigt wird.
fr: Exemple affiché en grisé dans un champ vide
nl: Voorbeeld input geeft een leeg veld weer

source: Required
de: Notwendig
fr: Requis
nl: Verplicht

source: If selected form will not accept submissions with with empty data
de: Wenn ausgewählt kann das Formular nicht mit leeren Daten abgeschickt werden.
fr: Si le formulaire sélectionné n'accepte pas les soumissions contenant des données vides
nl: als geselecteerd formulier niet de inzending wil accepteren met lege data

source: Minimum text length
de: Minimale Textlänge
fr: Longueur minimale du texte
nl: Minimum tekst lengte

source: Maximum text length
de: Maximale Textlänge
fr: Longueur maximale du texte
nl: Maximum tekst lengte

source: Minimum value
de: Minimaler Wert
fr: Valeur minimale

source: Maximum value
de: Maximaler Wert
fr: Valeur maximale

source: Decimal places
de: Anzahl Dezimalstellen
fr: Nombre de décimales
nl: Decimale plaatsen

source: Rows
de: Zeilen
fr: Lignes
nl: Rijen

source: Defines the vertical size of the text area in number of rows.
de: Legt die vertikale Größe des Textfeldes in Anzahl Zeilen fest.
fr: Définit la taille verticale de la zone de texte en nombre de lignes.
nl: Definieer de verticale grootte of de lange tekst in nummer van rijen.

source: Not visible on most browsers.
de: Auf den meisten Browsern nicht sichtbar
fr: Invisible dans la plupart des navigateurs.
nl: Niet zichtbaar bij de meeste browsers.

source: Selection type
de: Art der Auswahl
fr: Type de sélection
nl: Selectie type

source: For a required multiple choice fild select the <b>list</b> selection type.
de: Bitte <b>Listenauswahl</b> für ein benötigtes Mehrfachauswahl-Feld wählen.
fr: Pour un champ à choix multiples obligatoire, sélectionnez le type de sélection <b>liste</b>.
nl: Voor een verplicht meerder keuze optie ingevuld, selecteer de <b>lijst</b> selectie type.

source: Checkbox multiple choice field <b>must not be required</b>.
de: Eine Mehrfachauswahl mit Auswahlhaken <b>darf nicht als notwendig</b> markiert werden.
fr: Le champ à choix multiples avec cases à cocher <b>ne doit pas être obligatoire</b>.
nl: Checkbox meerdere keuze opties <b> moet niet verplicht zijn </b>.

source: Value
de: Wert
fr: Valeur

source: Stored in database if the choice is selected.
de: Wird in der Datenbank gespeichert, wenn die Auswahl getroffen wird.
fr: Enregistré dans la base de données si le choix est sélectionné.
nl: Opslagen in database als de optie is geselecteerd.

source: Display text
de: Anzeigter Text
fr: Texte affiché
nl: Tekst weergeven

source: Representation of choice displayed to the user.
de: Beschriftung der Option für den Nutzer
fr: Représentation du choix affiché à l'utilisateur.
nl: Weergave van de keuze die aan de gebruiker wordt getoond.

source: Layout
fr: Mise en page

source: Checkbox
de: Auswahlkästchen
fr: Case à cocher

source: Switch
de: Schalter
fr: Bascule
nl: Wissel

source: If checked, the form can only be submitted if the checkbox is checked or the switch set to on.
de: Wenn aktiviert kann das Formular nur dann abgeschickt werden, wenn die Auswahlbox ausgewählt oder der Schalter auf "an" gestellt ist.
fr: Si cette case est cochée, le formulaire ne peut être envoyé que si la case est cochée ou si la bascule est sur l'état activé.
nl: Als dit selectievakje is aangevinkt, kan het formulier alleen worden verzonden als het selectievakje is aangevinkt of de schakelaar op 'aan' staat.

source: Button label
de: Bezeichnung der Schaltfläche
fr: Légende du bouton
nl: Knop label

source: Submit
de: Absenden
fr: Envoyer
nl: Plaatsen

source: Form name
de: Formularname
fr: Nom du formulaire
nl: Formulier naam

source: captcha widget
de: Captcha-Element
fr: Widget captcha

source: Form field item
de: Formular-Feld
fr: Élément de champ de formulaire
nl: Formulier veld item

source: Character field
de: Zeichenkette
fr: Champ de caractères
nl: Karakter's veld

source: Email field
de: Email
fr: Champ d'email
nl: E-mail veld

source: URL field
de: URL-Feld
fr: Champ d'URL
nl: URL veld

source: Decimal field
de: Dezimalfeld
fr: Champ de décimal
nl: Decimaal veld

source: Integer field
de: Ganzzahliges Feld
fr: Champ de nombre entier
nl: Nummer veld

source: Text field
de: Textfeld
fr: Champ texte
nl: Tekst veld

source: Date field
de: Datumsfeld
fr: Champ date
nl: Datum veld

source: No selection
de: Keine Auswahl
fr: Aucune sélection
nl: Geen selectie

source: Boolean field
de: Ja/Nein-Feld
fr: Champ booléen (vrai/faux)
nl: Ja / Nee veld

source: v2 checkbox
de: v2 mit Auswahlkästchen
fr: checkbox v2

source: Default
de: Standard
fr: Défaut
nl: Standaard

source: Network connection or server error. Please try again later. We apologize for the inconvenience.
de: Netzwerk-Verbindungs-Problem oder Server-Problem. Bitte versuchen Sie es später nochenmal. Wir entschuldigen uns für die Unannehmlichkeit.
fr: Erreur de connexion réseau ou de serveur. Veuillez réessayer plus tard. Nous vous prions de nous excuser pour la gêne occasionnée.
nl: Netwerk connectie of server error. Probeer het aub opnieuw. Onze excuses voor het ongemak.

source: Form submission
de: Formular abschicken
fr: Soumission du formulaire
nl: Formulier inzending

source: by
de: von
fr: de
nl: door

source: by anonymous
de: anonym
fr: de Anonyme
nl: door anonymous

source: Field
de: Feld
fr: Champ
nl: Veld

source: time
fr: heure
nl: tijd

source: Only unique slugs accepted for form views
de: Nur eindeutige Slugs für Formular-Anschten akzeptiert.
fr: Seuls les slugs uniques sont acceptés pour les vues de formulaire.
nl: Alleen unieke slugs zijn geaccepteerd voor formulier views

source: Message
de: Nachricht
nl: Bericht

source: No content in response from
de: Kein Inhalt im Antwort-Formular
nl: Geen content in reactie van

source: Actions
de: Aktionen
nl: Acties

source: Date
de: Datum
nl: Datum

source: Placeholder
de: Platzhalter

source: v2 invisible
de: v2 unsichtbar
nl: v2 onzichtbaar

source: referer
nl: verwijzer
